Repository: fgirault/smeuhsocial
Catalog: apps/messages/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Recipient
fr: Destinataire

source: group
fr: groupe

source: Creates the message optionally for all users or a group of users.
fr: Créé le message en option pour tous les utilisateurs ou un groupe d'utilisateurs.

source: All users
fr: Tous les utilisateurs

source: Date/time
fr: Date/heure

source: The following usernames are incorrect: %(users)s
fr: Les noms d'utilisateurs suivants sont incorrects : %(users)s

source: Subject
fr: Sujet

source: Body
fr: Message

source: Message Received
fr: Message Reçu

source: you have received a message
fr: vous avez reçu un message

source: Message Sent
fr: Message Envoyé

source: you have sent a message
fr: vous avez envoyé un message

source: Message Replied
fr: Message Répondu

source: you have replied to a message
fr: vous avez répondu à un message

source: Reply Received
fr: Réponse Reçue

source: you have received a reply to a message
fr: vous avez reçu une réponse à un message

source: Message Deleted
fr: Message Effacé

source: you have deleted a message
fr: vous avez effacé un message

source: Message Recovered
fr: Message Récupéré

source: you have undeleted a message
fr: vous avez récupéré un message

source: Sender
fr: Expéditeur

source: Parent message
fr: Message parent

source: sent at
fr: envoyé à

source: read at
fr: lu à

source: replied at
fr: répondu à

source: Sender deleted at
fr: Expéditeur effacé à

source: Recipient deleted at
fr: Destinataire effacé à

source: Inbox
fr: Boîte de réception

source: Sent Messages
fr: Messages envoyés

source: New Message
fr: Nouveau Message

source: Trash
fr: Poubelle

source: Compose Message
fr: Composer Message

source: Send
fr: Envoyer

source: Received
fr: Reçu

source: DATETIME_FORMAT
fr: j F Y, G:i

source: delete
fr: effacer

source: Hello %(recipient)s, you received a private message from %(sender)s with the following contents:
fr: Bonjour %(recipient)s, vous avez reçu un message privé de %(sender)s avec le contenu suivant :

source: Sent from %(site_url)s
fr: Envoyé depuis %(site_url)s

source: Reply
fr: Répondre

source: Sent
fr: Envoyé

source: Deleted Messages
fr: Messages Effacés

source: undelete
fr: restaurer

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
fr: Les Messages Effacés sont enlevé de la poubelle a intervalles irréguliers, ne comptez pas sur cette fonctionnalité pour du stockage à long terme.

source: View Message
fr: Voir Message

source: Delete
fr: Effacer

source: You have deleted the message '%(message)s'.
fr: Vous avez effacé le message '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
fr: Vous avez effacé le message <a href="%(message_url)s">%(message)s</a>.

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
fr: Vous avez reçu le message <a href="%(message_url)s">%(message)s</a> de %(message_sender)s.

source: You have recovered the message '%(message)s'.
fr: vous avez récupéré le message '%(message)s'.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
fr: Vous avez récupéré le message <a href="%(message_url)s">%(message)s</a>.

source: You have replied to '%(message_parent_msg)s' from %(message_recipient)s.
fr: Vous avez répondu à '%(message_parent_msg)s' de %(message_recipient)s.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
fr: Vous avez répondu à <a href="%(message_url)s">%(message_parent_msg)s</a> de %(message_recipient)s.

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
fr: %(message_sender)s vous a envoyé une réponse à %(message_parent_msg)s.

source: You have sent the message '%(message)s' to %(message_recipient)s.
fr: Vous avez envoyé le message '%(message)s' à %(message_recipient)s.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
fr: Vous avez envoyé le message <a href="%(message_url)s">%(message)s</a> à %(message_recipient)s.

source: New Message: %(subject)s
fr: Nouveau message: %(subject)s

source: Message successfully sent.
fr: Message envoyé avec succès.

source: %(sender)s wrote: %(body)s
fr: %(sender)s a écrit: %(body)s

source: Message successfully deleted.
fr: Message effacé avec succès.

source: Message successfully recovered.
fr: Message récupéré avec succès.
